{
  "slightly trusted": [
    "You're not alone in feeling slightly trusted. Reach out if you need.",
    "Explore what triggered this slightly trusted feeling, and reflect deeply.",
    "Being slightly trusted shows you're human. Embrace it and grow."
  ],
  "deeply hopeful": [
    "You're not alone in feeling deeply hopeful. Reach out if you need.",
    "Explore what triggered this deeply hopeful feeling, and reflect deeply.",
    "Being deeply hopeful shows you're human. Embrace it and grow."
  ],
  "incredibly energetic": [
    "You're not alone in feeling incredibly energetic. Reach out if you need.",
    "Explore what triggered this incredibly energetic feeling, and reflect deeply.",
    "Being incredibly energetic shows you're human. Embrace it and grow."
  ],
  "mildly proud": [
    "You're not alone in feeling mildly proud. Reach out if you need.",
    "Explore what triggered this mildly proud feeling, and reflect deeply.",
    "Being mildly proud shows you're human. Embrace it and grow."
  ],
  "extremely irritated": [
    "You're not alone in feeling extremely irritated. Reach out if you need.",
    "Explore what triggered this extremely irritated feeling, and reflect deeply.",
    "Being extremely irritated shows you're human. Embrace it and grow."
  ],
  "very frustrated": [
    "You're not alone in feeling very frustrated. Reach out if you need.",
    "Explore what triggered this very frustrated feeling, and reflect deeply.",
    "Being very frustrated shows you're human. Embrace it and grow."
  ],
  "incredibly confused": [
    "You're not alone in feeling incredibly confused. Reach out if you need.",
    "Explore what triggered this incredibly confused feeling, and reflect deeply.",
    "Being incredibly confused shows you're human. Embrace it and grow."
  ],
  "slightly apathetic": [
    "You're not alone in feeling slightly apathetic. Reach out if you need.",
    "Explore what triggered this slightly apathetic feeling, and reflect deeply.",
    "Being slightly apathetic shows you're human. Embrace it and grow."
  ],
  "very proud": [
    "You're not alone in feeling very proud. Reach out if you need.",
    "Explore what triggered this very proud feeling, and reflect deeply.",
    "Being very proud shows you're human. Embrace it and grow."
  ],
  "very depressed": [
    "You're not alone in feeling very depressed. Reach out if you need.",
    "Explore what triggered this very depressed feeling, and reflect deeply.",
    "Being very depressed shows you're human. Embrace it and grow."
  ],
  "slightly ashamed": [
    "You're not alone in feeling slightly ashamed. Reach out if you need.",
    "Explore what triggered this slightly ashamed feeling, and reflect deeply.",
    "Being slightly ashamed shows you're human. Embrace it and grow."
  ],
  "somewhat apathetic": [
    "You're not alone in feeling somewhat apathetic. Reach out if you need.",
    "Explore what triggered this somewhat apathetic feeling, and reflect deeply.",
    "Being somewhat apathetic shows you're human. Embrace it and grow."
  ],
  "extremely resentful": [
    "You're not alone in feeling extremely resentful. Reach out if you need.",
    "Explore what triggered this extremely resentful feeling, and reflect deeply.",
    "Being extremely resentful shows you're human. Embrace it and grow."
  ],
  "very optimistic": [
    "You're not alone in feeling very optimistic. Reach out if you need.",
    "Explore what triggered this very optimistic feeling, and reflect deeply.",
    "Being very optimistic shows you're human. Embrace it and grow."
  ],
  "very angry": [
    "You're not alone in feeling very angry. Reach out if you need.",
    "Explore what triggered this very angry feeling, and reflect deeply.",
    "Being very angry shows you're human. Embrace it and grow."
  ],
  "somewhat melancholy": [
    "You're not alone in feeling somewhat melancholy. Reach out if you need.",
    "Explore what triggered this somewhat melancholy feeling, and reflect deeply.",
    "Being somewhat melancholy shows you're human. Embrace it and grow."
  ],
  "incredibly hopeful": [
    "You're not alone in feeling incredibly hopeful. Reach out if you need.",
    "Explore what triggered this incredibly hopeful feeling, and reflect deeply.",
    "Being incredibly hopeful shows you're human. Embrace it and grow."
  ],
  "somewhat secure": [
    "You're not alone in feeling somewhat secure. Reach out if you need.",
    "Explore what triggered this somewhat secure feeling, and reflect deeply.",
    "Being somewhat secure shows you're human. Embrace it and grow."
  ],
  "extremely bored": [
    "You're not alone in feeling extremely bored. Reach out if you need.",
    "Explore what triggered this extremely bored feeling, and reflect deeply.",
    "Being extremely bored shows you're human. Embrace it and grow."
  ],
  "very jealous": [
    "You're not alone in feeling very jealous. Reach out if you need.",
    "Explore what triggered this very jealous feeling, and reflect deeply.",
    "Being very jealous shows you're human. Embrace it and grow."
  ],
  "slightly sad": [
    "You're not alone in feeling slightly sad. Reach out if you need.",
    "Explore what triggered this slightly sad feeling, and reflect deeply.",
    "Being slightly sad shows you're human. Embrace it and grow."
  ],
  "incredibly joyful": [
    "You're not alone in feeling incredibly joyful. Reach out if you need.",
    "Explore what triggered this incredibly joyful feeling, and reflect deeply.",
    "Being incredibly joyful shows you're human. Embrace it and grow."
  ],
  "mildly insecure": [
    "You're not alone in feeling mildly insecure. Reach out if you need.",
    "Explore what triggered this mildly insecure feeling, and reflect deeply.",
    "Being mildly insecure shows you're human. Embrace it and grow."
  ],
  "very unloved": [
    "You're not alone in feeling very unloved. Reach out if you need.",
    "Explore what triggered this very unloved feeling, and reflect deeply.",
    "Being very unloved shows you're human. Embrace it and grow."
  ],
  "deeply proud": [
    "You're not alone in feeling deeply proud. Reach out if you need.",
    "Explore what triggered this deeply proud feeling, and reflect deeply.",
    "Being deeply proud shows you're human. Embrace it and grow."
  ],
  "somewhat frustrated": [
    "You're not alone in feeling somewhat frustrated. Reach out if you need.",
    "Explore what triggered this somewhat frustrated feeling, and reflect deeply.",
    "Being somewhat frustrated shows you're human. Embrace it and grow."
  ],
  "deeply anxious": [
    "You're not alone in feeling deeply anxious. Reach out if you need.",
    "Explore what triggered this deeply anxious feeling, and reflect deeply.",
    "Being deeply anxious shows you're human. Embrace it and grow."
  ],
  "deeply content": [
    "You're not alone in feeling deeply content. Reach out if you need.",
    "Explore what triggered this deeply content feeling, and reflect deeply.",
    "Being deeply content shows you're human. Embrace it and grow."
  ],
  "totally overwhelmed": [
    "You're not alone in feeling totally overwhelmed. Reach out if you need.",
    "Explore what triggered this totally overwhelmed feeling, and reflect deeply.",
    "Being totally overwhelmed shows you're human. Embrace it and grow."
  ],
  "very disappointed": [
    "You're not alone in feeling very disappointed. Reach out if you need.",
    "Explore what triggered this very disappointed feeling, and reflect deeply.",
    "Being very disappointed shows you're human. Embrace it and grow."
  ],
  "totally irritated": [
    "You're not alone in feeling totally irritated. Reach out if you need.",
    "Explore what triggered this totally irritated feeling, and reflect deeply.",
    "Being totally irritated shows you're human. Embrace it and grow."
  ],
  "totally angry": [
    "You're not alone in feeling totally angry. Reach out if you need.",
    "Explore what triggered this totally angry feeling, and reflect deeply.",
    "Being totally angry shows you're human. Embrace it and grow."
  ],
  "extremely insecure": [
    "You're not alone in feeling extremely insecure. Reach out if you need.",
    "Explore what triggered this extremely insecure feeling, and reflect deeply.",
    "Being extremely insecure shows you're human. Embrace it and grow."
  ],
  "slightly guilty": [
    "You're not alone in feeling slightly guilty. Reach out if you need.",
    "Explore what triggered this slightly guilty feeling, and reflect deeply.",
    "Being slightly guilty shows you're human. Embrace it and grow."
  ],
  "extremely grateful": [
    "You're not alone in feeling extremely grateful. Reach out if you need.",
    "Explore what triggered this extremely grateful feeling, and reflect deeply.",
    "Being extremely grateful shows you're human. Embrace it and grow."
  ],
  "mildly grateful": [
    "You're not alone in feeling mildly grateful. Reach out if you need.",
    "Explore what triggered this mildly grateful feeling, and reflect deeply.",
    "Being mildly grateful shows you're human. Embrace it and grow."
  ],
  "very pessimistic": [
    "You're not alone in feeling very pessimistic. Reach out if you need.",
    "Explore what triggered this very pessimistic feeling, and reflect deeply.",
    "Being very pessimistic shows you're human. Embrace it and grow."
  ],
  "incredibly powerless": [
    "You're not alone in feeling incredibly powerless. Reach out if you need.",
    "Explore what triggered this incredibly powerless feeling, and reflect deeply.",
    "Being incredibly powerless shows you're human. Embrace it and grow."
  ],
  "totally optimistic": [
    "You're not alone in feeling totally optimistic. Reach out if you need.",
    "Explore what triggered this totally optimistic feeling, and reflect deeply.",
    "Being totally optimistic shows you're human. Embrace it and grow."
  ],
  "deeply worried": [
    "You're not alone in feeling deeply worried. Reach out if you need.",
    "Explore what triggered this deeply worried feeling, and reflect deeply.",
    "Being deeply worried shows you're human. Embrace it and grow."
  ],
  "totally energetic": [
    "You're not alone in feeling totally energetic. Reach out if you need.",
    "Explore what triggered this totally energetic feeling, and reflect deeply.",
    "Being totally energetic shows you're human. Embrace it and grow."
  ],
  "incredibly lonely": [
    "You're not alone in feeling incredibly lonely. Reach out if you need.",
    "Explore what triggered this incredibly lonely feeling, and reflect deeply.",
    "Being incredibly lonely shows you're human. Embrace it and grow."
  ],
  "worried": [
    "You're not alone in feeling worried. Reach out if you need.",
    "Explore what triggered this worried feeling, and reflect deeply.",
    "Being worried shows you're human. Embrace it and grow."
  ],
  "incredibly enthusiastic": [
    "You're not alone in feeling incredibly enthusiastic. Reach out if you need.",
    "Explore what triggered this incredibly enthusiastic feeling, and reflect deeply.",
    "Being incredibly enthusiastic shows you're human. Embrace it and grow."
  ],
  "guilty": [
    "You're not alone in feeling guilty. Reach out if you need.",
    "Explore what triggered this guilty feeling, and reflect deeply.",
    "Being guilty shows you're human. Embrace it and grow."
  ],
  "incredibly proud": [
    "You're not alone in feeling incredibly proud. Reach out if you need.",
    "Explore what triggered this incredibly proud feeling, and reflect deeply.",
    "Being incredibly proud shows you're human. Embrace it and grow."
  ],
  "deeply overwhelmed": [
    "You're not alone in feeling deeply overwhelmed. Reach out if you need.",
    "Explore what triggered this deeply overwhelmed feeling, and reflect deeply.",
    "Being deeply overwhelmed shows you're human. Embrace it and grow."
  ],
  "deeply empowered": [
    "You're not alone in feeling deeply empowered. Reach out if you need.",
    "Explore what triggered this deeply empowered feeling, and reflect deeply.",
    "Being deeply empowered shows you're human. Embrace it and grow."
  ],
  "mildly happy": [
    "You're not alone in feeling mildly happy. Reach out if you need.",
    "Explore what triggered this mildly happy feeling, and reflect deeply.",
    "Being mildly happy shows you're human. Embrace it and grow."
  ],
  "resentful": [
    "You're not alone in feeling resentful. Reach out if you need.",
    "Explore what triggered this resentful feeling, and reflect deeply.",
    "Being resentful shows you're human. Embrace it and grow."
  ],
  "deeply happy": [
    "You're not alone in feeling deeply happy. Reach out if you need.",
    "Explore what triggered this deeply happy feeling, and reflect deeply.",
    "Being deeply happy shows you're human. Embrace it and grow."
  ],
  "slightly confused": [
    "You're not alone in feeling slightly confused. Reach out if you need.",
    "Explore what triggered this slightly confused feeling, and reflect deeply.",
    "Being slightly confused shows you're human. Embrace it and grow."
  ],
  "incredibly affectionate": [
    "You're not alone in feeling incredibly affectionate. Reach out if you need.",
    "Explore what triggered this incredibly affectionate feeling, and reflect deeply.",
    "Being incredibly affectionate shows you're human. Embrace it and grow."
  ],
  "somewhat joyful": [
    "You're not alone in feeling somewhat joyful. Reach out if you need.",
    "Explore what triggered this somewhat joyful feeling, and reflect deeply.",
    "Being somewhat joyful shows you're human. Embrace it and grow."
  ],
  "somewhat affectionate": [
    "You're not alone in feeling somewhat affectionate. Reach out if you need.",
    "Explore what triggered this somewhat affectionate feeling, and reflect deeply.",
    "Being somewhat affectionate shows you're human. Embrace it and grow."
  ],
  "extremely unloved": [
    "You're not alone in feeling extremely unloved. Reach out if you need.",
    "Explore what triggered this extremely unloved feeling, and reflect deeply.",
    "Being extremely unloved shows you're human. Embrace it and grow."
  ],
  "deeply motivated": [
    "You're not alone in feeling deeply motivated. Reach out if you need.",
    "Explore what triggered this deeply motivated feeling, and reflect deeply.",
    "Being deeply motivated shows you're human. Embrace it and grow."
  ],
  "unloved": [
    "You're not alone in feeling unloved. Reach out if you need.",
    "Explore what triggered this unloved feeling, and reflect deeply.",
    "Being unloved shows you're human. Embrace it and grow."
  ],
  "totally relieved": [
    "You're not alone in feeling totally relieved. Reach out if you need.",
    "Explore what triggered this totally relieved feeling, and reflect deeply.",
    "Being totally relieved shows you're human. Embrace it and grow."
  ],
  "extremely pessimistic": [
    "You're not alone in feeling extremely pessimistic. Reach out if you need.",
    "Explore what triggered this extremely pessimistic feeling, and reflect deeply.",
    "Being extremely pessimistic shows you're human. Embrace it and grow."
  ],
  "incredibly resentful": [
    "You're not alone in feeling incredibly resentful. Reach out if you need.",
    "Explore what triggered this incredibly resentful feeling, and reflect deeply.",
    "Being incredibly resentful shows you're human. Embrace it and grow."
  ],
  "mildly nervous": [
    "You're not alone in feeling mildly nervous. Reach out if you need.",
    "Explore what triggered this mildly nervous feeling, and reflect deeply.",
    "Being mildly nervous shows you're human. Embrace it and grow."
  ],
  "mildly frustrated": [
    "You're not alone in feeling mildly frustrated. Reach out if you need.",
    "Explore what triggered this mildly frustrated feeling, and reflect deeply.",
    "Being mildly frustrated shows you're human. Embrace it and grow."
  ],
  "slightly hopeful": [
    "You're not alone in feeling slightly hopeful. Reach out if you need.",
    "Explore what triggered this slightly hopeful feeling, and reflect deeply.",
    "Being slightly hopeful shows you're human. Embrace it and grow."
  ],
  "extremely confused": [
    "You're not alone in feeling extremely confused. Reach out if you need.",
    "Explore what triggered this extremely confused feeling, and reflect deeply.",
    "Being extremely confused shows you're human. Embrace it and grow."
  ],
  "energetic": [
    "You're not alone in feeling energetic. Reach out if you need.",
    "Explore what triggered this energetic feeling, and reflect deeply.",
    "Being energetic shows you're human. Embrace it and grow."
  ],
  "amused": [
    "You're not alone in feeling amused. Reach out if you need.",
    "Explore what triggered this amused feeling, and reflect deeply.",
    "Being amused shows you're human. Embrace it and grow."
  ],
  "totally affectionate": [
    "You're not alone in feeling totally affectionate. Reach out if you need.",
    "Explore what triggered this totally affectionate feeling, and reflect deeply.",
    "Being totally affectionate shows you're human. Embrace it and grow."
  ],
  "slightly tired": [
    "You're not alone in feeling slightly tired. Reach out if you need.",
    "Explore what triggered this slightly tired feeling, and reflect deeply.",
    "Being slightly tired shows you're human. Embrace it and grow."
  ],
  "trusted": [
    "You're not alone in feeling trusted. Reach out if you need.",
    "Explore what triggered this trusted feeling, and reflect deeply.",
    "Being trusted shows you're human. Embrace it and grow."
  ],
  "somewhat trusted": [
    "You're not alone in feeling somewhat trusted. Reach out if you need.",
    "Explore what triggered this somewhat trusted feeling, and reflect deeply.",
    "Being somewhat trusted shows you're human. Embrace it and grow."
  ],
  "incredibly ashamed": [
    "You're not alone in feeling incredibly ashamed. Reach out if you need.",
    "Explore what triggered this incredibly ashamed feeling, and reflect deeply.",
    "Being incredibly ashamed shows you're human. Embrace it and grow."
  ],
  "deeply tired": [
    "You're not alone in feeling deeply tired. Reach out if you need.",
    "Explore what triggered this deeply tired feeling, and reflect deeply.",
    "Being deeply tired shows you're human. Embrace it and grow."
  ],
  "somewhat enthusiastic": [
    "You're not alone in feeling somewhat enthusiastic. Reach out if you need.",
    "Explore what triggered this somewhat enthusiastic feeling, and reflect deeply.",
    "Being somewhat enthusiastic shows you're human. Embrace it and grow."
  ],
  "extremely scared": [
    "You're not alone in feeling extremely scared. Reach out if you need.",
    "Explore what triggered this extremely scared feeling, and reflect deeply.",
    "Being extremely scared shows you're human. Embrace it and grow."
  ],
  "deeply frustrated": [
    "You're not alone in feeling deeply frustrated. Reach out if you need.",
    "Explore what triggered this deeply frustrated feeling, and reflect deeply.",
    "Being deeply frustrated shows you're human. Embrace it and grow."
  ],
  "extremely nervous": [
    "You're not alone in feeling extremely nervous. Reach out if you need.",
    "Explore what triggered this extremely nervous feeling, and reflect deeply.",
    "Being extremely nervous shows you're human. Embrace it and grow."
  ],
  "deeply depressed": [
    "You're not alone in feeling deeply depressed. Reach out if you need.",
    "Explore what triggered this deeply depressed feeling, and reflect deeply.",
    "Being deeply depressed shows you're human. Embrace it and grow."
  ],
  "slightly jealous": [
    "You're not alone in feeling slightly jealous. Reach out if you need.",
    "Explore what triggered this slightly jealous feeling, and reflect deeply.",
    "Being slightly jealous shows you're human. Embrace it and grow."
  ],
  "slightly joyful": [
    "You're not alone in feeling slightly joyful. Reach out if you need.",
    "Explore what triggered this slightly joyful feeling, and reflect deeply.",
    "Being slightly joyful shows you're human. Embrace it and grow."
  ],
  "extremely lonely": [
    "You're not alone in feeling extremely lonely. Reach out if you need.",
    "Explore what triggered this extremely lonely feeling, and reflect deeply.",
    "Being extremely lonely shows you're human. Embrace it and grow."
  ],
  "very guilty": [
    "You're not alone in feeling very guilty. Reach out if you need.",
    "Explore what triggered this very guilty feeling, and reflect deeply.",
    "Being very guilty shows you're human. Embrace it and grow."
  ],
  "incredibly sad": [
    "You're not alone in feeling incredibly sad. Reach out if you need.",
    "Explore what triggered this incredibly sad feeling, and reflect deeply.",
    "Being incredibly sad shows you're human. Embrace it and grow."
  ],
  "incredibly motivated": [
    "You're not alone in feeling incredibly motivated. Reach out if you need.",
    "Explore what triggered this incredibly motivated feeling, and reflect deeply.",
    "Being incredibly motivated shows you're human. Embrace it and grow."
  ],
  "totally pessimistic": [
    "You're not alone in feeling totally pessimistic. Reach out if you need.",
    "Explore what triggered this totally pessimistic feeling, and reflect deeply.",
    "Being totally pessimistic shows you're human. Embrace it and grow."
  ],
  "totally content": [
    "You're not alone in feeling totally content. Reach out if you need.",
    "Explore what triggered this totally content feeling, and reflect deeply.",
    "Being totally content shows you're human. Embrace it and grow."
  ],
  "curious": [
    "You're not alone in feeling curious. Reach out if you need.",
    "Explore what triggered this curious feeling, and reflect deeply.",
    "Being curious shows you're human. Embrace it and grow."
  ],
  "incredibly tired": [
    "You're not alone in feeling incredibly tired. Reach out if you need.",
    "Explore what triggered this incredibly tired feeling, and reflect deeply.",
    "Being incredibly tired shows you're human. Embrace it and grow."
  ],
  "mildly betrayed": [
    "You're not alone in feeling mildly betrayed. Reach out if you need.",
    "Explore what triggered this mildly betrayed feeling, and reflect deeply.",
    "Being mildly betrayed shows you're human. Embrace it and grow."
  ],
  "incredibly bored": [
    "You're not alone in feeling incredibly bored. Reach out if you need.",
    "Explore what triggered this incredibly bored feeling, and reflect deeply.",
    "Being incredibly bored shows you're human. Embrace it and grow."
  ],
  "powerless": [
    "You're not alone in feeling powerless. Reach out if you need.",
    "Explore what triggered this powerless feeling, and reflect deeply.",
    "Being powerless shows you're human. Embrace it and grow."
  ],
  "deeply joyful": [
    "You're not alone in feeling deeply joyful. Reach out if you need.",
    "Explore what triggered this deeply joyful feeling, and reflect deeply.",
    "Being deeply joyful shows you're human. Embrace it and grow."
  ],
  "very relieved": [
    "You're not alone in feeling very relieved. Reach out if you need.",
    "Explore what triggered this very relieved feeling, and reflect deeply.",
    "Being very relieved shows you're human. Embrace it and grow."
  ],
  "very empowered": [
    "You're not alone in feeling very empowered. Reach out if you need.",
    "Explore what triggered this very empowered feeling, and reflect deeply.",
    "Being very empowered shows you're human. Embrace it and grow."
  ],
  "somewhat jealous": [
    "You're not alone in feeling somewhat jealous. Reach out if you need.",
    "Explore what triggered this somewhat jealous feeling, and reflect deeply.",
    "Being somewhat jealous shows you're human. Embrace it and grow."
  ],
  "totally sad": [
    "You're not alone in feeling totally sad. Reach out if you need.",
    "Explore what triggered this totally sad feeling, and reflect deeply.",
    "Being totally sad shows you're human. Embrace it and grow."
  ],
  "deeply apathetic": [
    "You're not alone in feeling deeply apathetic. Reach out if you need.",
    "Explore what triggered this deeply apathetic feeling, and reflect deeply.",
    "Being deeply apathetic shows you're human. Embrace it and grow."
  ],
  "very excited": [
    "You're not alone in feeling very excited. Reach out if you need.",
    "Explore what triggered this very excited feeling, and reflect deeply.",
    "Being very excited shows you're human. Embrace it and grow."
  ],
  "deeply powerless": [
    "You're not alone in feeling deeply powerless. Reach out if you need.",
    "Explore what triggered this deeply powerless feeling, and reflect deeply.",
    "Being deeply powerless shows you're human. Embrace it and grow."
  ],
  "somewhat confused": [
    "You're not alone in feeling somewhat confused. Reach out if you need.",
    "Explore what triggered this somewhat confused feeling, and reflect deeply.",
    "Being somewhat confused shows you're human. Embrace it and grow."
  ],
  "deeply loved": [
    "You're not alone in feeling deeply loved. Reach out if you need.",
    "Explore what triggered this deeply loved feeling, and reflect deeply.",
    "Being deeply loved shows you're human. Embrace it and grow."
  ],
  "very anxious": [
    "You're not alone in feeling very anxious. Reach out if you need.",
    "Explore what triggered this very anxious feeling, and reflect deeply.",
    "Being very anxious shows you're human. Embrace it and grow."
  ],
  "mildly anxious": [
    "You're not alone in feeling mildly anxious. Reach out if you need.",
    "Explore what triggered this mildly anxious feeling, and reflect deeply.",
    "Being mildly anxious shows you're human. Embrace it and grow."
  ],
  "incredibly scared": [
    "You're not alone in feeling incredibly scared. Reach out if you need.",
    "Explore what triggered this incredibly scared feeling, and reflect deeply.",
    "Being incredibly scared shows you're human. Embrace it and grow."
  ],
  "mildly depressed": [
    "You're not alone in feeling mildly depressed. Reach out if you need.",
    "Explore what triggered this mildly depressed feeling, and reflect deeply.",
    "Being mildly depressed shows you're human. Embrace it and grow."
  ],
  "somewhat embarrassed": [
    "You're not alone in feeling somewhat embarrassed. Reach out if you need.",
    "Explore what triggered this somewhat embarrassed feeling, and reflect deeply.",
    "Being somewhat embarrassed shows you're human. Embrace it and grow."
  ],
  "somewhat disappointed": [
    "You're not alone in feeling somewhat disappointed. Reach out if you need.",
    "Explore what triggered this somewhat disappointed feeling, and reflect deeply.",
    "Being somewhat disappointed shows you're human. Embrace it and grow."
  ],
  "very content": [
    "You're not alone in feeling very content. Reach out if you need.",
    "Explore what triggered this very content feeling, and reflect deeply.",
    "Being very content shows you're human. Embrace it and grow."
  ],
  "slightly angry": [
    "You're not alone in feeling slightly angry. Reach out if you need.",
    "Explore what triggered this slightly angry feeling, and reflect deeply.",
    "Being slightly angry shows you're human. Embrace it and grow."
  ],
  "somewhat proud": [
    "You're not alone in feeling somewhat proud. Reach out if you need.",
    "Explore what triggered this somewhat proud feeling, and reflect deeply.",
    "Being somewhat proud shows you're human. Embrace it and grow."
  ],
  "very resentful": [
    "You're not alone in feeling very resentful. Reach out if you need.",
    "Explore what triggered this very resentful feeling, and reflect deeply.",
    "Being very resentful shows you're human. Embrace it and grow."
  ],
  "extremely empowered": [
    "You're not alone in feeling extremely empowered. Reach out if you need.",
    "Explore what triggered this extremely empowered feeling, and reflect deeply.",
    "Being extremely empowered shows you're human. Embrace it and grow."
  ],
  "extremely joyful": [
    "You're not alone in feeling extremely joyful. Reach out if you need.",
    "Explore what triggered this extremely joyful feeling, and reflect deeply.",
    "Being extremely joyful shows you're human. Embrace it and grow."
  ],
  "apathetic": [
    "You're not alone in feeling apathetic. Reach out if you need.",
    "Explore what triggered this apathetic feeling, and reflect deeply.",
    "Being apathetic shows you're human. Embrace it and grow."
  ],
  "deeply angry": [
    "You're not alone in feeling deeply angry. Reach out if you need.",
    "Explore what triggered this deeply angry feeling, and reflect deeply.",
    "Being deeply angry shows you're human. Embrace it and grow."
  ],
  "extremely angry": [
    "You're not alone in feeling extremely angry. Reach out if you need.",
    "Explore what triggered this extremely angry feeling, and reflect deeply.",
    "Being extremely angry shows you're human. Embrace it and grow."
  ],
  "mildly disappointed": [
    "You're not alone in feeling mildly disappointed. Reach out if you need.",
    "Explore what triggered this mildly disappointed feeling, and reflect deeply.",
    "Being mildly disappointed shows you're human. Embrace it and grow."
  ],
  "very amused": [
    "You're not alone in feeling very amused. Reach out if you need.",
    "Explore what triggered this very amused feeling, and reflect deeply.",
    "Being very amused shows you're human. Embrace it and grow."
  ],
  "slightly motivated": [
    "You're not alone in feeling slightly motivated. Reach out if you need.",
    "Explore what triggered this slightly motivated feeling, and reflect deeply.",
    "Being slightly motivated shows you're human. Embrace it and grow."
  ],
  "very insecure": [
    "You're not alone in feeling very insecure. Reach out if you need.",
    "Explore what triggered this very insecure feeling, and reflect deeply.",
    "Being very insecure shows you're human. Embrace it and grow."
  ],
  "incredibly irritated": [
    "You're not alone in feeling incredibly irritated. Reach out if you need.",
    "Explore what triggered this incredibly irritated feeling, and reflect deeply.",
    "Being incredibly irritated shows you're human. Embrace it and grow."
  ],
  "melancholy": [
    "You're not alone in feeling melancholy. Reach out if you need.",
    "Explore what triggered this melancholy feeling, and reflect deeply.",
    "Being melancholy shows you're human. Embrace it and grow."
  ],
  "incredibly unloved": [
    "You're not alone in feeling incredibly unloved. Reach out if you need.",
    "Explore what triggered this incredibly unloved feeling, and reflect deeply.",
    "Being incredibly unloved shows you're human. Embrace it and grow."
  ],
  "very irritated": [
    "You're not alone in feeling very irritated. Reach out if you need.",
    "Explore what triggered this very irritated feeling, and reflect deeply.",
    "Being very irritated shows you're human. Embrace it and grow."
  ],
  "somewhat insecure": [
    "You're not alone in feeling somewhat insecure. Reach out if you need.",
    "Explore what triggered this somewhat insecure feeling, and reflect deeply.",
    "Being somewhat insecure shows you're human. Embrace it and grow."
  ],
  "frustrated": [
    "You're not alone in feeling frustrated. Reach out if you need.",
    "Explore what triggered this frustrated feeling, and reflect deeply.",
    "Being frustrated shows you're human. Embrace it and grow."
  ],
  "incredibly amused": [
    "You're not alone in feeling incredibly amused. Reach out if you need.",
    "Explore what triggered this incredibly amused feeling, and reflect deeply.",
    "Being incredibly amused shows you're human. Embrace it and grow."
  ],
  "somewhat pessimistic": [
    "You're not alone in feeling somewhat pessimistic. Reach out if you need.",
    "Explore what triggered this somewhat pessimistic feeling, and reflect deeply.",
    "Being somewhat pessimistic shows you're human. Embrace it and grow."
  ],
  "slightly proud": [
    "You're not alone in feeling slightly proud. Reach out if you need.",
    "Explore what triggered this slightly proud feeling, and reflect deeply.",
    "Being slightly proud shows you're human. Embrace it and grow."
  ],
  "mildly amused": [
    "You're not alone in feeling mildly amused. Reach out if you need.",
    "Explore what triggered this mildly amused feeling, and reflect deeply.",
    "Being mildly amused shows you're human. Embrace it and grow."
  ],
  "very happy": [
    "You're not alone in feeling very happy. Reach out if you need.",
    "Explore what triggered this very happy feeling, and reflect deeply.",
    "Being very happy shows you're human. Embrace it and grow."
  ],
  "mildly enthusiastic": [
    "You're not alone in feeling mildly enthusiastic. Reach out if you need.",
    "Explore what triggered this mildly enthusiastic feeling, and reflect deeply.",
    "Being mildly enthusiastic shows you're human. Embrace it and grow."
  ],
  "mildly scared": [
    "You're not alone in feeling mildly scared. Reach out if you need.",
    "Explore what triggered this mildly scared feeling, and reflect deeply.",
    "Being mildly scared shows you're human. Embrace it and grow."
  ],
  "somewhat humbled": [
    "You're not alone in feeling somewhat humbled. Reach out if you need.",
    "Explore what triggered this somewhat humbled feeling, and reflect deeply.",
    "Being somewhat humbled shows you're human. Embrace it and grow."
  ],
  "totally proud": [
    "You're not alone in feeling totally proud. Reach out if you need.",
    "Explore what triggered this totally proud feeling, and reflect deeply.",
    "Being totally proud shows you're human. Embrace it and grow."
  ],
  "extremely relieved": [
    "You're not alone in feeling extremely relieved. Reach out if you need.",
    "Explore what triggered this extremely relieved feeling, and reflect deeply.",
    "Being extremely relieved shows you're human. Embrace it and grow."
  ],
  "extremely worried": [
    "You're not alone in feeling extremely worried. Reach out if you need.",
    "Explore what triggered this extremely worried feeling, and reflect deeply.",
    "Being extremely worried shows you're human. Embrace it and grow."
  ],
  "somewhat ashamed": [
    "You're not alone in feeling somewhat ashamed. Reach out if you need.",
    "Explore what triggered this somewhat ashamed feeling, and reflect deeply.",
    "Being somewhat ashamed shows you're human. Embrace it and grow."
  ],
  "totally curious": [
    "You're not alone in feeling totally curious. Reach out if you need.",
    "Explore what triggered this totally curious feeling, and reflect deeply.",
    "Being totally curious shows you're human. Embrace it and grow."
  ],
  "extremely content": [
    "You're not alone in feeling extremely content. Reach out if you need.",
    "Explore what triggered this extremely content feeling, and reflect deeply.",
    "Being extremely content shows you're human. Embrace it and grow."
  ],
  "very lonely": [
    "You're not alone in feeling very lonely. Reach out if you need.",
    "Explore what triggered this very lonely feeling, and reflect deeply.",
    "Being very lonely shows you're human. Embrace it and grow."
  ],
  "incredibly trusted": [
    "You're not alone in feeling incredibly trusted. Reach out if you need.",
    "Explore what triggered this incredibly trusted feeling, and reflect deeply.",
    "Being incredibly trusted shows you're human. Embrace it and grow."
  ],
  "somewhat overwhelmed": [
    "You're not alone in feeling somewhat overwhelmed. Reach out if you need.",
    "Explore what triggered this somewhat overwhelmed feeling, and reflect deeply.",
    "Being somewhat overwhelmed shows you're human. Embrace it and grow."
  ],
  "totally secure": [
    "You're not alone in feeling totally secure. Reach out if you need.",
    "Explore what triggered this totally secure feeling, and reflect deeply.",
    "Being totally secure shows you're human. Embrace it and grow."
  ],
  "somewhat motivated": [
    "You're not alone in feeling somewhat motivated. Reach out if you need.",
    "Explore what triggered this somewhat motivated feeling, and reflect deeply.",
    "Being somewhat motivated shows you're human. Embrace it and grow."
  ],
  "motivated": [
    "You're not alone in feeling motivated. Reach out if you need.",
    "Explore what triggered this motivated feeling, and reflect deeply.",
    "Being motivated shows you're human. Embrace it and grow."
  ],
  "ashamed": [
    "You're not alone in feeling ashamed. Reach out if you need.",
    "Explore what triggered this ashamed feeling, and reflect deeply.",
    "Being ashamed shows you're human. Embrace it and grow."
  ],
  "slightly content": [
    "You're not alone in feeling slightly content. Reach out if you need.",
    "Explore what triggered this slightly content feeling, and reflect deeply.",
    "Being slightly content shows you're human. Embrace it and grow."
  ],
  "slightly optimistic": [
    "You're not alone in feeling slightly optimistic. Reach out if you need.",
    "Explore what triggered this slightly optimistic feeling, and reflect deeply.",
    "Being slightly optimistic shows you're human. Embrace it and grow."
  ],
  "incredibly anxious": [
    "You're not alone in feeling incredibly anxious. Reach out if you need.",
    "Explore what triggered this incredibly anxious feeling, and reflect deeply.",
    "Being incredibly anxious shows you're human. Embrace it and grow."
  ],
  "incredibly betrayed": [
    "You're not alone in feeling incredibly betrayed. Reach out if you need.",
    "Explore what triggered this incredibly betrayed feeling, and reflect deeply.",
    "Being incredibly betrayed shows you're human. Embrace it and grow."
  ],
  "excited": [
    "You're not alone in feeling excited. Reach out if you need.",
    "Explore what triggered this excited feeling, and reflect deeply.",
    "Being excited shows you're human. Embrace it and grow."
  ],
  "affectionate": [
    "You're not alone in feeling affectionate. Reach out if you need.",
    "Explore what triggered this affectionate feeling, and reflect deeply.",
    "Being affectionate shows you're human. Embrace it and grow."
  ],
  "very motivated": [
    "You're not alone in feeling very motivated. Reach out if you need.",
    "Explore what triggered this very motivated feeling, and reflect deeply.",
    "Being very motivated shows you're human. Embrace it and grow."
  ],
  "totally excited": [
    "You're not alone in feeling totally excited. Reach out if you need.",
    "Explore what triggered this totally excited feeling, and reflect deeply.",
    "Being totally excited shows you're human. Embrace it and grow."
  ],
  "deeply insecure": [
    "You're not alone in feeling deeply insecure. Reach out if you need.",
    "Explore what triggered this deeply insecure feeling, and reflect deeply.",
    "Being deeply insecure shows you're human. Embrace it and grow."
  ],
  "slightly pessimistic": [
    "You're not alone in feeling slightly pessimistic. Reach out if you need.",
    "Explore what triggered this slightly pessimistic feeling, and reflect deeply.",
    "Being slightly pessimistic shows you're human. Embrace it and grow."
  ],
  "totally joyful": [
    "You're not alone in feeling totally joyful. Reach out if you need.",
    "Explore what triggered this totally joyful feeling, and reflect deeply.",
    "Being totally joyful shows you're human. Embrace it and grow."
  ],
  "mildly motivated": [
    "You're not alone in feeling mildly motivated. Reach out if you need.",
    "Explore what triggered this mildly motivated feeling, and reflect deeply.",
    "Being mildly motivated shows you're human. Embrace it and grow."
  ],
  "incredibly jealous": [
    "You're not alone in feeling incredibly jealous. Reach out if you need.",
    "Explore what triggered this incredibly jealous feeling, and reflect deeply.",
    "Being incredibly jealous shows you're human. Embrace it and grow."
  ],
  "slightly insecure": [
    "You're not alone in feeling slightly insecure. Reach out if you need.",
    "Explore what triggered this slightly insecure feeling, and reflect deeply.",
    "Being slightly insecure shows you're human. Embrace it and grow."
  ],
  "totally empowered": [
    "You're not alone in feeling totally empowered. Reach out if you need.",
    "Explore what triggered this totally empowered feeling, and reflect deeply.",
    "Being totally empowered shows you're human. Embrace it and grow."
  ],
  "incredibly secure": [
    "You're not alone in feeling incredibly secure. Reach out if you need.",
    "Explore what triggered this incredibly secure feeling, and reflect deeply.",
    "Being incredibly secure shows you're human. Embrace it and grow."
  ],
  "totally happy": [
    "You're not alone in feeling totally happy. Reach out if you need.",
    "Explore what triggered this totally happy feeling, and reflect deeply.",
    "Being totally happy shows you're human. Embrace it and grow."
  ],
  "mildly pessimistic": [
    "You're not alone in feeling mildly pessimistic. Reach out if you need.",
    "Explore what triggered this mildly pessimistic feeling, and reflect deeply.",
    "Being mildly pessimistic shows you're human. Embrace it and grow."
  ],
  "incredibly embarrassed": [
    "You're not alone in feeling incredibly embarrassed. Reach out if you need.",
    "Explore what triggered this incredibly embarrassed feeling, and reflect deeply.",
    "Being incredibly embarrassed shows you're human. Embrace it and grow."
  ],
  "mildly sad": [
    "You're not alone in feeling mildly sad. Reach out if you need.",
    "Explore what triggered this mildly sad feeling, and reflect deeply.",
    "Being mildly sad shows you're human. Embrace it and grow."
  ],
  "incredibly peaceful": [
    "You're not alone in feeling incredibly peaceful. Reach out if you need.",
    "Explore what triggered this incredibly peaceful feeling, and reflect deeply.",
    "Being incredibly peaceful shows you're human. Embrace it and grow."
  ],
  "very affectionate": [
    "You're not alone in feeling very affectionate. Reach out if you need.",
    "Explore what triggered this very affectionate feeling, and reflect deeply.",
    "Being very affectionate shows you're human. Embrace it and grow."
  ],
  "incredibly overwhelmed": [
    "You're not alone in feeling incredibly overwhelmed. Reach out if you need.",
    "Explore what triggered this incredibly overwhelmed feeling, and reflect deeply.",
    "Being incredibly overwhelmed shows you're human. Embrace it and grow."
  ],
  "mildly content": [
    "You're not alone in feeling mildly content. Reach out if you need.",
    "Explore what triggered this mildly content feeling, and reflect deeply.",
    "Being mildly content shows you're human. Embrace it and grow."
  ],
  "overwhelmed": [
    "You're not alone in feeling overwhelmed. Reach out if you need.",
    "Explore what triggered this overwhelmed feeling, and reflect deeply.",
    "Being overwhelmed shows you're human. Embrace it and grow."
  ],
  "deeply scared": [
    "You're not alone in feeling deeply scared. Reach out if you need.",
    "Explore what triggered this deeply scared feeling, and reflect deeply.",
    "Being deeply scared shows you're human. Embrace it and grow."
  ],
  "very enthusiastic": [
    "You're not alone in feeling very enthusiastic. Reach out if you need.",
    "Explore what triggered this very enthusiastic feeling, and reflect deeply.",
    "Being very enthusiastic shows you're human. Embrace it and grow."
  ],
  "secure": [
    "You're not alone in feeling secure. Reach out if you need.",
    "Explore what triggered this secure feeling, and reflect deeply.",
    "Being secure shows you're human. Embrace it and grow."
  ],
  "somewhat depressed": [
    "You're not alone in feeling somewhat depressed. Reach out if you need.",
    "Explore what triggered this somewhat depressed feeling, and reflect deeply.",
    "Being somewhat depressed shows you're human. Embrace it and grow."
  ],
  "mildly unloved": [
    "You're not alone in feeling mildly unloved. Reach out if you need.",
    "Explore what triggered this mildly unloved feeling, and reflect deeply.",
    "Being mildly unloved shows you're human. Embrace it and grow."
  ],
  "extremely humbled": [
    "You're not alone in feeling extremely humbled. Reach out if you need.",
    "Explore what triggered this extremely humbled feeling, and reflect deeply.",
    "Being extremely humbled shows you're human. Embrace it and grow."
  ],
  "extremely proud": [
    "You're not alone in feeling extremely proud. Reach out if you need.",
    "Explore what triggered this extremely proud feeling, and reflect deeply.",
    "Being extremely proud shows you're human. Embrace it and grow."
  ],
  "somewhat empowered": [
    "You're not alone in feeling somewhat empowered. Reach out if you need.",
    "Explore what triggered this somewhat empowered feeling, and reflect deeply.",
    "Being somewhat empowered shows you're human. Embrace it and grow."
  ],
  "very embarrassed": [
    "You're not alone in feeling very embarrassed. Reach out if you need.",
    "Explore what triggered this very embarrassed feeling, and reflect deeply.",
    "Being very embarrassed shows you're human. Embrace it and grow."
  ],
  "deeply disappointed": [
    "You're not alone in feeling deeply disappointed. Reach out if you need.",
    "Explore what triggered this deeply disappointed feeling, and reflect deeply.",
    "Being deeply disappointed shows you're human. Embrace it and grow."
  ],
  "somewhat irritated": [
    "You're not alone in feeling somewhat irritated. Reach out if you need.",
    "Explore what triggered this somewhat irritated feeling, and reflect deeply.",
    "Being somewhat irritated shows you're human. Embrace it and grow."
  ],
  "sad": [
    "You're not alone in feeling sad. Reach out if you need.",
    "Explore what triggered this sad feeling, and reflect deeply.",
    "Being sad shows you're human. Embrace it and grow."
  ],
  "mildly peaceful": [
    "You're not alone in feeling mildly peaceful. Reach out if you need.",
    "Explore what triggered this mildly peaceful feeling, and reflect deeply.",
    "Being mildly peaceful shows you're human. Embrace it and grow."
  ],
  "totally enthusiastic": [
    "You're not alone in feeling totally enthusiastic. Reach out if you need.",
    "Explore what triggered this totally enthusiastic feeling, and reflect deeply.",
    "Being totally enthusiastic shows you're human. Embrace it and grow."
  ],
  "mildly worried": [
    "You're not alone in feeling mildly worried. Reach out if you need.",
    "Explore what triggered this mildly worried feeling, and reflect deeply.",
    "Being mildly worried shows you're human. Embrace it and grow."
  ],
  "slightly affectionate": [
    "You're not alone in feeling slightly affectionate. Reach out if you need.",
    "Explore what triggered this slightly affectionate feeling, and reflect deeply.",
    "Being slightly affectionate shows you're human. Embrace it and grow."
  ],
  "mildly relieved": [
    "You're not alone in feeling mildly relieved. Reach out if you need.",
    "Explore what triggered this mildly relieved feeling, and reflect deeply.",
    "Being mildly relieved shows you're human. Embrace it and grow."
  ],
  "betrayed": [
    "You're not alone in feeling betrayed. Reach out if you need.",
    "Explore what triggered this betrayed feeling, and reflect deeply.",
    "Being betrayed shows you're human. Embrace it and grow."
  ],
  "totally depressed": [
    "You're not alone in feeling totally depressed. Reach out if you need.",
    "Explore what triggered this totally depressed feeling, and reflect deeply.",
    "Being totally depressed shows you're human. Embrace it and grow."
  ],
  "slightly disappointed": [
    "You're not alone in feeling slightly disappointed. Reach out if you need.",
    "Explore what triggered this slightly disappointed feeling, and reflect deeply.",
    "Being slightly disappointed shows you're human. Embrace it and grow."
  ],
  "mildly angry": [
    "You're not alone in feeling mildly angry. Reach out if you need.",
    "Explore what triggered this mildly angry feeling, and reflect deeply.",
    "Being mildly angry shows you're human. Embrace it and grow."
  ],
  "extremely overwhelmed": [
    "You're not alone in feeling extremely overwhelmed. Reach out if you need.",
    "Explore what triggered this extremely overwhelmed feeling, and reflect deeply.",
    "Being extremely overwhelmed shows you're human. Embrace it and grow."
  ],
  "slightly depressed": [
    "You're not alone in feeling slightly depressed. Reach out if you need.",
    "Explore what triggered this slightly depressed feeling, and reflect deeply.",
    "Being slightly depressed shows you're human. Embrace it and grow."
  ],
  "disappointed": [
    "You're not alone in feeling disappointed. Reach out if you need.",
    "Explore what triggered this disappointed feeling, and reflect deeply.",
    "Being disappointed shows you're human. Embrace it and grow."
  ],
  "optimistic": [
    "You're not alone in feeling optimistic. Reach out if you need.",
    "Explore what triggered this optimistic feeling, and reflect deeply.",
    "Being optimistic shows you're human. Embrace it and grow."
  ],
  "mildly excited": [
    "You're not alone in feeling mildly excited. Reach out if you need.",
    "Explore what triggered this mildly excited feeling, and reflect deeply.",
    "Being mildly excited shows you're human. Embrace it and grow."
  ],
  "mildly hopeful": [
    "You're not alone in feeling mildly hopeful. Reach out if you need.",
    "Explore what triggered this mildly hopeful feeling, and reflect deeply.",
    "Being mildly hopeful shows you're human. Embrace it and grow."
  ],
  "mildly overwhelmed": [
    "You're not alone in feeling mildly overwhelmed. Reach out if you need.",
    "Explore what triggered this mildly overwhelmed feeling, and reflect deeply.",
    "Being mildly overwhelmed shows you're human. Embrace it and grow."
  ],
  "extremely loved": [
    "You're not alone in feeling extremely loved. Reach out if you need.",
    "Explore what triggered this extremely loved feeling, and reflect deeply.",
    "Being extremely loved shows you're human. Embrace it and grow."
  ],
  "totally tired": [
    "You're not alone in feeling totally tired. Reach out if you need.",
    "Explore what triggered this totally tired feeling, and reflect deeply.",
    "Being totally tired shows you're human. Embrace it and grow."
  ],
  "incredibly nervous": [
    "You're not alone in feeling incredibly nervous. Reach out if you need.",
    "Explore what triggered this incredibly nervous feeling, and reflect deeply.",
    "Being incredibly nervous shows you're human. Embrace it and grow."
  ],
  "somewhat anxious": [
    "You're not alone in feeling somewhat anxious. Reach out if you need.",
    "Explore what triggered this somewhat anxious feeling, and reflect deeply.",
    "Being somewhat anxious shows you're human. Embrace it and grow."
  ],
  "very bored": [
    "You're not alone in feeling very bored. Reach out if you need.",
    "Explore what triggered this very bored feeling, and reflect deeply.",
    "Being very bored shows you're human. Embrace it and grow."
  ],
  "deeply relieved": [
    "You're not alone in feeling deeply relieved. Reach out if you need.",
    "Explore what triggered this deeply relieved feeling, and reflect deeply.",
    "Being deeply relieved shows you're human. Embrace it and grow."
  ],
  "deeply melancholy": [
    "You're not alone in feeling deeply melancholy. Reach out if you need.",
    "Explore what triggered this deeply melancholy feeling, and reflect deeply.",
    "Being deeply melancholy shows you're human. Embrace it and grow."
  ],
  "slightly loved": [
    "You're not alone in feeling slightly loved. Reach out if you need.",
    "Explore what triggered this slightly loved feeling, and reflect deeply.",
    "Being slightly loved shows you're human. Embrace it and grow."
  ],
  "mildly embarrassed": [
    "You're not alone in feeling mildly embarrassed. Reach out if you need.",
    "Explore what triggered this mildly embarrassed feeling, and reflect deeply.",
    "Being mildly embarrassed shows you're human. Embrace it and grow."
  ],
  "deeply bored": [
    "You're not alone in feeling deeply bored. Reach out if you need.",
    "Explore what triggered this deeply bored feeling, and reflect deeply.",
    "Being deeply bored shows you're human. Embrace it and grow."
  ],
  "deeply confused": [
    "You're not alone in feeling deeply confused. Reach out if you need.",
    "Explore what triggered this deeply confused feeling, and reflect deeply.",
    "Being deeply confused shows you're human. Embrace it and grow."
  ],
  "extremely betrayed": [
    "You're not alone in feeling extremely betrayed. Reach out if you need.",
    "Explore what triggered this extremely betrayed feeling, and reflect deeply.",
    "Being extremely betrayed shows you're human. Embrace it and grow."
  ],
  "mildly guilty": [
    "You're not alone in feeling mildly guilty. Reach out if you need.",
    "Explore what triggered this mildly guilty feeling, and reflect deeply.",
    "Being mildly guilty shows you're human. Embrace it and grow."
  ],
  "extremely trusted": [
    "You're not alone in feeling extremely trusted. Reach out if you need.",
    "Explore what triggered this extremely trusted feeling, and reflect deeply.",
    "Being extremely trusted shows you're human. Embrace it and grow."
  ],
  "mildly humbled": [
    "You're not alone in feeling mildly humbled. Reach out if you need.",
    "Explore what triggered this mildly humbled feeling, and reflect deeply.",
    "Being mildly humbled shows you're human. Embrace it and grow."
  ],
  "incredibly humbled": [
    "You're not alone in feeling incredibly humbled. Reach out if you need.",
    "Explore what triggered this incredibly humbled feeling, and reflect deeply.",
    "Being incredibly humbled shows you're human. Embrace it and grow."
  ],
  "extremely enthusiastic": [
    "You're not alone in feeling extremely enthusiastic. Reach out if you need.",
    "Explore what triggered this extremely enthusiastic feeling, and reflect deeply.",
    "Being extremely enthusiastic shows you're human. Embrace it and grow."
  ],
  "mildly optimistic": [
    "You're not alone in feeling mildly optimistic. Reach out if you need.",
    "Explore what triggered this mildly optimistic feeling, and reflect deeply.",
    "Being mildly optimistic shows you're human. Embrace it and grow."
  ],
  "very grateful": [
    "You're not alone in feeling very grateful. Reach out if you need.",
    "Explore what triggered this very grateful feeling, and reflect deeply.",
    "Being very grateful shows you're human. Embrace it and grow."
  ],
  "incredibly pessimistic": [
    "You're not alone in feeling incredibly pessimistic. Reach out if you need.",
    "Explore what triggered this incredibly pessimistic feeling, and reflect deeply.",
    "Being incredibly pessimistic shows you're human. Embrace it and grow."
  ],
  "slightly betrayed": [
    "You're not alone in feeling slightly betrayed. Reach out if you need.",
    "Explore what triggered this slightly betrayed feeling, and reflect deeply.",
    "Being slightly betrayed shows you're human. Embrace it and grow."
  ],
  "slightly relieved": [
    "You're not alone in feeling slightly relieved. Reach out if you need.",
    "Explore what triggered this slightly relieved feeling, and reflect deeply.",
    "Being slightly relieved shows you're human. Embrace it and grow."
  ],
  "totally worried": [
    "You're not alone in feeling totally worried. Reach out if you need.",
    "Explore what triggered this totally worried feeling, and reflect deeply.",
    "Being totally worried shows you're human. Embrace it and grow."
  ],
  "incredibly optimistic": [
    "You're not alone in feeling incredibly optimistic. Reach out if you need.",
    "Explore what triggered this incredibly optimistic feeling, and reflect deeply.",
    "Being incredibly optimistic shows you're human. Embrace it and grow."
  ],
  "somewhat content": [
    "You're not alone in feeling somewhat content. Reach out if you need.",
    "Explore what triggered this somewhat content feeling, and reflect deeply.",
    "Being somewhat content shows you're human. Embrace it and grow."
  ],
  "incredibly apathetic": [
    "You're not alone in feeling incredibly apathetic. Reach out if you need.",
    "Explore what triggered this incredibly apathetic feeling, and reflect deeply.",
    "Being incredibly apathetic shows you're human. Embrace it and grow."
  ],
  "incredibly empowered": [
    "You're not alone in feeling incredibly empowered. Reach out if you need.",
    "Explore what triggered this incredibly empowered feeling, and reflect deeply.",
    "Being incredibly empowered shows you're human. Embrace it and grow."
  ],
  "extremely motivated": [
    "You're not alone in feeling extremely motivated. Reach out if you need.",
    "Explore what triggered this extremely motivated feeling, and reflect deeply.",
    "Being extremely motivated shows you're human. Embrace it and grow."
  ],
  "mildly apathetic": [
    "You're not alone in feeling mildly apathetic. Reach out if you need.",
    "Explore what triggered this mildly apathetic feeling, and reflect deeply.",
    "Being mildly apathetic shows you're human. Embrace it and grow."
  ],
  "somewhat relieved": [
    "You're not alone in feeling somewhat relieved. Reach out if you need.",
    "Explore what triggered this somewhat relieved feeling, and reflect deeply.",
    "Being somewhat relieved shows you're human. Embrace it and grow."
  ],
  "totally betrayed": [
    "You're not alone in feeling totally betrayed. Reach out if you need.",
    "Explore what triggered this totally betrayed feeling, and reflect deeply.",
    "Being totally betrayed shows you're human. Embrace it and grow."
  ],
  "totally frustrated": [
    "You're not alone in feeling totally frustrated. Reach out if you need.",
    "Explore what triggered this totally frustrated feeling, and reflect deeply.",
    "Being totally frustrated shows you're human. Embrace it and grow."
  ],
  "extremely guilty": [
    "You're not alone in feeling extremely guilty. Reach out if you need.",
    "Explore what triggered this extremely guilty feeling, and reflect deeply.",
    "Being extremely guilty shows you're human. Embrace it and grow."
  ],
  "deeply affectionate": [
    "You're not alone in feeling deeply affectionate. Reach out if you need.",
    "Explore what triggered this deeply affectionate feeling, and reflect deeply.",
    "Being deeply affectionate shows you're human. Embrace it and grow."
  ],
  "very peaceful": [
    "You're not alone in feeling very peaceful. Reach out if you need.",
    "Explore what triggered this very peaceful feeling, and reflect deeply.",
    "Being very peaceful shows you're human. Embrace it and grow."
  ],
  "somewhat guilty": [
    "You're not alone in feeling somewhat guilty. Reach out if you need.",
    "Explore what triggered this somewhat guilty feeling, and reflect deeply.",
    "Being somewhat guilty shows you're human. Embrace it and grow."
  ],
  "slightly excited": [
    "You're not alone in feeling slightly excited. Reach out if you need.",
    "Explore what triggered this slightly excited feeling, and reflect deeply.",
    "Being slightly excited shows you're human. Embrace it and grow."
  ],
  "deeply embarrassed": [
    "You're not alone in feeling deeply embarrassed. Reach out if you need.",
    "Explore what triggered this deeply embarrassed feeling, and reflect deeply.",
    "Being deeply embarrassed shows you're human. Embrace it and grow."
  ],
  "slightly curious": [
    "You're not alone in feeling slightly curious. Reach out if you need.",
    "Explore what triggered this slightly curious feeling, and reflect deeply.",
    "Being slightly curious shows you're human. Embrace it and grow."
  ],
  "totally resentful": [
    "You're not alone in feeling totally resentful. Reach out if you need.",
    "Explore what triggered this totally resentful feeling, and reflect deeply.",
    "Being totally resentful shows you're human. Embrace it and grow."
  ],
  "pessimistic": [
    "You're not alone in feeling pessimistic. Reach out if you need.",
    "Explore what triggered this pessimistic feeling, and reflect deeply.",
    "Being pessimistic shows you're human. Embrace it and grow."
  ],
  "mildly loved": [
    "You're not alone in feeling mildly loved. Reach out if you need.",
    "Explore what triggered this mildly loved feeling, and reflect deeply.",
    "Being mildly loved shows you're human. Embrace it and grow."
  ],
  "very melancholy": [
    "You're not alone in feeling very melancholy. Reach out if you need.",
    "Explore what triggered this very melancholy feeling, and reflect deeply.",
    "Being very melancholy shows you're human. Embrace it and grow."
  ],
  "very confused": [
    "You're not alone in feeling very confused. Reach out if you need.",
    "Explore what triggered this very confused feeling, and reflect deeply.",
    "Being very confused shows you're human. Embrace it and grow."
  ],
  "totally hopeful": [
    "You're not alone in feeling totally hopeful. Reach out if you need.",
    "Explore what triggered this totally hopeful feeling, and reflect deeply.",
    "Being totally hopeful shows you're human. Embrace it and grow."
  ],
  "bored": [
    "You're not alone in feeling bored. Reach out if you need.",
    "Explore what triggered this bored feeling, and reflect deeply.",
    "Being bored shows you're human. Embrace it and grow."
  ],
  "extremely peaceful": [
    "You're not alone in feeling extremely peaceful. Reach out if you need.",
    "Explore what triggered this extremely peaceful feeling, and reflect deeply.",
    "Being extremely peaceful shows you're human. Embrace it and grow."
  ],
  "very trusted": [
    "You're not alone in feeling very trusted. Reach out if you need.",
    "Explore what triggered this very trusted feeling, and reflect deeply.",
    "Being very trusted shows you're human. Embrace it and grow."
  ],
  "incredibly frustrated": [
    "You're not alone in feeling incredibly frustrated. Reach out if you need.",
    "Explore what triggered this incredibly frustrated feeling, and reflect deeply.",
    "Being incredibly frustrated shows you're human. Embrace it and grow."
  ],
  "totally guilty": [
    "You're not alone in feeling totally guilty. Reach out if you need.",
    "Explore what triggered this totally guilty feeling, and reflect deeply.",
    "Being totally guilty shows you're human. Embrace it and grow."
  ],
  "very curious": [
    "You're not alone in feeling very curious. Reach out if you need.",
    "Explore what triggered this very curious feeling, and reflect deeply.",
    "Being very curious shows you're human. Embrace it and grow."
  ],
  "somewhat curious": [
    "You're not alone in feeling somewhat curious. Reach out if you need.",
    "Explore what triggered this somewhat curious feeling, and reflect deeply.",
    "Being somewhat curious shows you're human. Embrace it and grow."
  ],
  "totally bored": [
    "You're not alone in feeling totally bored. Reach out if you need.",
    "Explore what triggered this totally bored feeling, and reflect deeply.",
    "Being totally bored shows you're human. Embrace it and grow."
  ],
  "deeply unloved": [
    "You're not alone in feeling deeply unloved. Reach out if you need.",
    "Explore what triggered this deeply unloved feeling, and reflect deeply.",
    "Being deeply unloved shows you're human. Embrace it and grow."
  ],
  "mildly confused": [
    "You're not alone in feeling mildly confused. Reach out if you need.",
    "Explore what triggered this mildly confused feeling, and reflect deeply.",
    "Being mildly confused shows you're human. Embrace it and grow."
  ],
  "extremely jealous": [
    "You're not alone in feeling extremely jealous. Reach out if you need.",
    "Explore what triggered this extremely jealous feeling, and reflect deeply.",
    "Being extremely jealous shows you're human. Embrace it and grow."
  ],
  "slightly happy": [
    "You're not alone in feeling slightly happy. Reach out if you need.",
    "Explore what triggered this slightly happy feeling, and reflect deeply.",
    "Being slightly happy shows you're human. Embrace it and grow."
  ],
  "somewhat powerless": [
    "You're not alone in feeling somewhat powerless. Reach out if you need.",
    "Explore what triggered this somewhat powerless feeling, and reflect deeply.",
    "Being somewhat powerless shows you're human. Embrace it and grow."
  ],
  "extremely happy": [
    "You're not alone in feeling extremely happy. Reach out if you need.",
    "Explore what triggered this extremely happy feeling, and reflect deeply.",
    "Being extremely happy shows you're human. Embrace it and grow."
  ],
  "extremely depressed": [
    "You're not alone in feeling extremely depressed. Reach out if you need.",
    "Explore what triggered this extremely depressed feeling, and reflect deeply.",
    "Being extremely depressed shows you're human. Embrace it and grow."
  ],
  "totally loved": [
    "You're not alone in feeling totally loved. Reach out if you need.",
    "Explore what triggered this totally loved feeling, and reflect deeply.",
    "Being totally loved shows you're human. Embrace it and grow."
  ],
  "mildly lonely": [
    "You're not alone in feeling mildly lonely. Reach out if you need.",
    "Explore what triggered this mildly lonely feeling, and reflect deeply.",
    "Being mildly lonely shows you're human. Embrace it and grow."
  ],
  "totally melancholy": [
    "You're not alone in feeling totally melancholy. Reach out if you need.",
    "Explore what triggered this totally melancholy feeling, and reflect deeply.",
    "Being totally melancholy shows you're human. Embrace it and grow."
  ],
  "deeply excited": [
    "You're not alone in feeling deeply excited. Reach out if you need.",
    "Explore what triggered this deeply excited feeling, and reflect deeply.",
    "Being deeply excited shows you're human. Embrace it and grow."
  ],
  "totally scared": [
    "You're not alone in feeling totally scared. Reach out if you need.",
    "Explore what triggered this totally scared feeling, and reflect deeply.",
    "Being totally scared shows you're human. Embrace it and grow."
  ],
  "tired": [
    "You're not alone in feeling tired. Reach out if you need.",
    "Explore what triggered this tired feeling, and reflect deeply.",
    "Being tired shows you're human. Embrace it and grow."
  ],
  "totally powerless": [
    "You're not alone in feeling totally powerless. Reach out if you need.",
    "Explore what triggered this totally powerless feeling, and reflect deeply.",
    "Being totally powerless shows you're human. Embrace it and grow."
  ],
  "somewhat unloved": [
    "You're not alone in feeling somewhat unloved. Reach out if you need.",
    "Explore what triggered this somewhat unloved feeling, and reflect deeply.",
    "Being somewhat unloved shows you're human. Embrace it and grow."
  ],
  "mildly powerless": [
    "You're not alone in feeling mildly powerless. Reach out if you need.",
    "Explore what triggered this mildly powerless feeling, and reflect deeply.",
    "Being mildly powerless shows you're human. Embrace it and grow."
  ],
  "loved": [
    "You're not alone in feeling loved. Reach out if you need.",
    "Explore what triggered this loved feeling, and reflect deeply.",
    "Being loved shows you're human. Embrace it and grow."
  ],
  "mildly tired": [
    "You're not alone in feeling mildly tired. Reach out if you need.",
    "Explore what triggered this mildly tired feeling, and reflect deeply.",
    "Being mildly tired shows you're human. Embrace it and grow."
  ],
  "totally trusted": [
    "You're not alone in feeling totally trusted. Reach out if you need.",
    "Explore what triggered this totally trusted feeling, and reflect deeply.",
    "Being totally trusted shows you're human. Embrace it and grow."
  ],
  "somewhat peaceful": [
    "You're not alone in feeling somewhat peaceful. Reach out if you need.",
    "Explore what triggered this somewhat peaceful feeling, and reflect deeply.",
    "Being somewhat peaceful shows you're human. Embrace it and grow."
  ],
  "incredibly insecure": [
    "You're not alone in feeling incredibly insecure. Reach out if you need.",
    "Explore what triggered this incredibly insecure feeling, and reflect deeply.",
    "Being incredibly insecure shows you're human. Embrace it and grow."
  ],
  "totally anxious": [
    "You're not alone in feeling totally anxious. Reach out if you need.",
    "Explore what triggered this totally anxious feeling, and reflect deeply.",
    "Being totally anxious shows you're human. Embrace it and grow."
  ],
  "insecure": [
    "You're not alone in feeling insecure. Reach out if you need.",
    "Explore what triggered this insecure feeling, and reflect deeply.",
    "Being insecure shows you're human. Embrace it and grow."
  ],
  "very worried": [
    "You're not alone in feeling very worried. Reach out if you need.",
    "Explore what triggered this very worried feeling, and reflect deeply.",
    "Being very worried shows you're human. Embrace it and grow."
  ],
  "slightly resentful": [
    "You're not alone in feeling slightly resentful. Reach out if you need.",
    "Explore what triggered this slightly resentful feeling, and reflect deeply.",
    "Being slightly resentful shows you're human. Embrace it and grow."
  ],
  "extremely affectionate": [
    "You're not alone in feeling extremely affectionate. Reach out if you need.",
    "Explore what triggered this extremely affectionate feeling, and reflect deeply.",
    "Being extremely affectionate shows you're human. Embrace it and grow."
  ],
  "very loved": [
    "You're not alone in feeling very loved. Reach out if you need.",
    "Explore what triggered this very loved feeling, and reflect deeply.",
    "Being very loved shows you're human. Embrace it and grow."
  ],
  "extremely apathetic": [
    "You're not alone in feeling extremely apathetic. Reach out if you need.",
    "Explore what triggered this extremely apathetic feeling, and reflect deeply.",
    "Being extremely apathetic shows you're human. Embrace it and grow."
  ],
  "content": [
    "You're not alone in feeling content. Reach out if you need.",
    "Explore what triggered this content feeling, and reflect deeply.",
    "Being content shows you're human. Embrace it and grow."
  ],
  "slightly empowered": [
    "You're not alone in feeling slightly empowered. Reach out if you need.",
    "Explore what triggered this slightly empowered feeling, and reflect deeply.",
    "Being slightly empowered shows you're human. Embrace it and grow."
  ],
  "deeply secure": [
    "You're not alone in feeling deeply secure. Reach out if you need.",
    "Explore what triggered this deeply secure feeling, and reflect deeply.",
    "Being deeply secure shows you're human. Embrace it and grow."
  ],
  "embarrassed": [
    "You're not alone in feeling embarrassed. Reach out if you need.",
    "Explore what triggered this embarrassed feeling, and reflect deeply.",
    "Being embarrassed shows you're human. Embrace it and grow."
  ],
  "extremely excited": [
    "You're not alone in feeling extremely excited. Reach out if you need.",
    "Explore what triggered this extremely excited feeling, and reflect deeply.",
    "Being extremely excited shows you're human. Embrace it and grow."
  ],
  "deeply trusted": [
    "You're not alone in feeling deeply trusted. Reach out if you need.",
    "Explore what triggered this deeply trusted feeling, and reflect deeply.",
    "Being deeply trusted shows you're human. Embrace it and grow."
  ],
  "somewhat scared": [
    "You're not alone in feeling somewhat scared. Reach out if you need.",
    "Explore what triggered this somewhat scared feeling, and reflect deeply.",
    "Being somewhat scared shows you're human. Embrace it and grow."
  ],
  "mildly ashamed": [
    "You're not alone in feeling mildly ashamed. Reach out if you need.",
    "Explore what triggered this mildly ashamed feeling, and reflect deeply.",
    "Being mildly ashamed shows you're human. Embrace it and grow."
  ],
  "extremely ashamed": [
    "You're not alone in feeling extremely ashamed. Reach out if you need.",
    "Explore what triggered this extremely ashamed feeling, and reflect deeply.",
    "Being extremely ashamed shows you're human. Embrace it and grow."
  ],
  "somewhat lonely": [
    "You're not alone in feeling somewhat lonely. Reach out if you need.",
    "Explore what triggered this somewhat lonely feeling, and reflect deeply.",
    "Being somewhat lonely shows you're human. Embrace it and grow."
  ],
  "deeply betrayed": [
    "You're not alone in feeling deeply betrayed. Reach out if you need.",
    "Explore what triggered this deeply betrayed feeling, and reflect deeply.",
    "Being deeply betrayed shows you're human. Embrace it and grow."
  ],
  "extremely optimistic": [
    "You're not alone in feeling extremely optimistic. Reach out if you need.",
    "Explore what triggered this extremely optimistic feeling, and reflect deeply.",
    "Being extremely optimistic shows you're human. Embrace it and grow."
  ],
  "deeply irritated": [
    "You're not alone in feeling deeply irritated. Reach out if you need.",
    "Explore what triggered this deeply irritated feeling, and reflect deeply.",
    "Being deeply irritated shows you're human. Embrace it and grow."
  ],
  "deeply guilty": [
    "You're not alone in feeling deeply guilty. Reach out if you need.",
    "Explore what triggered this deeply guilty feeling, and reflect deeply.",
    "Being deeply guilty shows you're human. Embrace it and grow."
  ],
  "totally lonely": [
    "You're not alone in feeling totally lonely. Reach out if you need.",
    "Explore what triggered this totally lonely feeling, and reflect deeply.",
    "Being totally lonely shows you're human. Embrace it and grow."
  ],
  "angry": [
    "You're not alone in feeling angry. Reach out if you need.",
    "Explore what triggered this angry feeling, and reflect deeply.",
    "Being angry shows you're human. Embrace it and grow."
  ],
  "relieved": [
    "You're not alone in feeling relieved. Reach out if you need.",
    "Explore what triggered this relieved feeling, and reflect deeply.",
    "Being relieved shows you're human. Embrace it and grow."
  ],
  "totally motivated": [
    "You're not alone in feeling totally motivated. Reach out if you need.",
    "Explore what triggered this totally motivated feeling, and reflect deeply.",
    "Being totally motivated shows you're human. Embrace it and grow."
  ],
  "totally jealous": [
    "You're not alone in feeling totally jealous. Reach out if you need.",
    "Explore what triggered this totally jealous feeling, and reflect deeply.",
    "Being totally jealous shows you're human. Embrace it and grow."
  ],
  "scared": [
    "You're not alone in feeling scared. Reach out if you need.",
    "Explore what triggered this scared feeling, and reflect deeply.",
    "Being scared shows you're human. Embrace it and grow."
  ],
  "totally disappointed": [
    "You're not alone in feeling totally disappointed. Reach out if you need.",
    "Explore what triggered this totally disappointed feeling, and reflect deeply.",
    "Being totally disappointed shows you're human. Embrace it and grow."
  ],
  "anxious": [
    "You're not alone in feeling anxious. Reach out if you need.",
    "Explore what triggered this anxious feeling, and reflect deeply.",
    "Being anxious shows you're human. Embrace it and grow."
  ],
  "very secure": [
    "You're not alone in feeling very secure. Reach out if you need.",
    "Explore what triggered this very secure feeling, and reflect deeply.",
    "Being very secure shows you're human. Embrace it and grow."
  ],
  "incredibly relieved": [
    "You're not alone in feeling incredibly relieved. Reach out if you need.",
    "Explore what triggered this incredibly relieved feeling, and reflect deeply.",
    "Being incredibly relieved shows you're human. Embrace it and grow."
  ],
  "somewhat tired": [
    "You're not alone in feeling somewhat tired. Reach out if you need.",
    "Explore what triggered this somewhat tired feeling, and reflect deeply.",
    "Being somewhat tired shows you're human. Embrace it and grow."
  ],
  "slightly humbled": [
    "You're not alone in feeling slightly humbled. Reach out if you need.",
    "Explore what triggered this slightly humbled feeling, and reflect deeply.",
    "Being slightly humbled shows you're human. Embrace it and grow."
  ],
  "deeply grateful": [
    "You're not alone in feeling deeply grateful. Reach out if you need.",
    "Explore what triggered this deeply grateful feeling, and reflect deeply.",
    "Being deeply grateful shows you're human. Embrace it and grow."
  ],
  "extremely secure": [
    "You're not alone in feeling extremely secure. Reach out if you need.",
    "Explore what triggered this extremely secure feeling, and reflect deeply.",
    "Being extremely secure shows you're human. Embrace it and grow."
  ],
  "deeply energetic": [
    "You're not alone in feeling deeply energetic. Reach out if you need.",
    "Explore what triggered this deeply energetic feeling, and reflect deeply.",
    "Being deeply energetic shows you're human. Embrace it and grow."
  ],
  "slightly frustrated": [
    "You're not alone in feeling slightly frustrated. Reach out if you need.",
    "Explore what triggered this slightly frustrated feeling, and reflect deeply.",
    "Being slightly frustrated shows you're human. Embrace it and grow."
  ],
  "mildly bored": [
    "You're not alone in feeling mildly bored. Reach out if you need.",
    "Explore what triggered this mildly bored feeling, and reflect deeply.",
    "Being mildly bored shows you're human. Embrace it and grow."
  ],
  "slightly irritated": [
    "You're not alone in feeling slightly irritated. Reach out if you need.",
    "Explore what triggered this slightly irritated feeling, and reflect deeply.",
    "Being slightly irritated shows you're human. Embrace it and grow."
  ],
  "extremely sad": [
    "You're not alone in feeling extremely sad. Reach out if you need.",
    "Explore what triggered this extremely sad feeling, and reflect deeply.",
    "Being extremely sad shows you're human. Embrace it and grow."
  ],
  "extremely energetic": [
    "You're not alone in feeling extremely energetic. Reach out if you need.",
    "Explore what triggered this extremely energetic feeling, and reflect deeply.",
    "Being extremely energetic shows you're human. Embrace it and grow."
  ],
  "extremely amused": [
    "You're not alone in feeling extremely amused. Reach out if you need.",
    "Explore what triggered this extremely amused feeling, and reflect deeply.",
    "Being extremely amused shows you're human. Embrace it and grow."
  ],
  "slightly worried": [
    "You're not alone in feeling slightly worried. Reach out if you need.",
    "Explore what triggered this slightly worried feeling, and reflect deeply.",
    "Being slightly worried shows you're human. Embrace it and grow."
  ],
  "happy": [
    "You're not alone in feeling happy. Reach out if you need.",
    "Explore what triggered this happy feeling, and reflect deeply.",
    "Being happy shows you're human. Embrace it and grow."
  ],
  "somewhat worried": [
    "You're not alone in feeling somewhat worried. Reach out if you need.",
    "Explore what triggered this somewhat worried feeling, and reflect deeply.",
    "Being somewhat worried shows you're human. Embrace it and grow."
  ],
  "somewhat bored": [
    "You're not alone in feeling somewhat bored. Reach out if you need.",
    "Explore what triggered this somewhat bored feeling, and reflect deeply.",
    "Being somewhat bored shows you're human. Embrace it and grow."
  ],
  "very tired": [
    "You're not alone in feeling very tired. Reach out if you need.",
    "Explore what triggered this very tired feeling, and reflect deeply.",
    "Being very tired shows you're human. Embrace it and grow."
  ],
  "extremely anxious": [
    "You're not alone in feeling extremely anxious. Reach out if you need.",
    "Explore what triggered this extremely anxious feeling, and reflect deeply.",
    "Being extremely anxious shows you're human. Embrace it and grow."
  ],
  "mildly jealous": [
    "You're not alone in feeling mildly jealous. Reach out if you need.",
    "Explore what triggered this mildly jealous feeling, and reflect deeply.",
    "Being mildly jealous shows you're human. Embrace it and grow."
  ],
  "somewhat resentful": [
    "You're not alone in feeling somewhat resentful. Reach out if you need.",
    "Explore what triggered this somewhat resentful feeling, and reflect deeply.",
    "Being somewhat resentful shows you're human. Embrace it and grow."
  ],
  "extremely tired": [
    "You're not alone in feeling extremely tired. Reach out if you need.",
    "Explore what triggered this extremely tired feeling, and reflect deeply.",
    "Being extremely tired shows you're human. Embrace it and grow."
  ],
  "slightly enthusiastic": [
    "You're not alone in feeling slightly enthusiastic. Reach out if you need.",
    "Explore what triggered this slightly enthusiastic feeling, and reflect deeply.",
    "Being slightly enthusiastic shows you're human. Embrace it and grow."
  ],
  "proud": [
    "You're not alone in feeling proud. Reach out if you need.",
    "Explore what triggered this proud feeling, and reflect deeply.",
    "Being proud shows you're human. Embrace it and grow."
  ],
  "nervous": [
    "You're not alone in feeling nervous. Reach out if you need.",
    "Explore what triggered this nervous feeling, and reflect deeply.",
    "Being nervous shows you're human. Embrace it and grow."
  ],
  "very betrayed": [
    "You're not alone in feeling very betrayed. Reach out if you need.",
    "Explore what triggered this very betrayed feeling, and reflect deeply.",
    "Being very betrayed shows you're human. Embrace it and grow."
  ],
  "incredibly loved": [
    "You're not alone in feeling incredibly loved. Reach out if you need.",
    "Explore what triggered this incredibly loved feeling, and reflect deeply.",
    "Being incredibly loved shows you're human. Embrace it and grow."
  ],
  "deeply ashamed": [
    "You're not alone in feeling deeply ashamed. Reach out if you need.",
    "Explore what triggered this deeply ashamed feeling, and reflect deeply.",
    "Being deeply ashamed shows you're human. Embrace it and grow."
  ],
  "totally ashamed": [
    "You're not alone in feeling totally ashamed. Reach out if you need.",
    "Explore what triggered this totally ashamed feeling, and reflect deeply.",
    "Being totally ashamed shows you're human. Embrace it and grow."
  ],
  "slightly energetic": [
    "You're not alone in feeling slightly energetic. Reach out if you need.",
    "Explore what triggered this slightly energetic feeling, and reflect deeply.",
    "Being slightly energetic shows you're human. Embrace it and grow."
  ],
  "somewhat excited": [
    "You're not alone in feeling somewhat excited. Reach out if you need.",
    "Explore what triggered this somewhat excited feeling, and reflect deeply.",
    "Being somewhat excited shows you're human. Embrace it and grow."
  ],
  "somewhat angry": [
    "You're not alone in feeling somewhat angry. Reach out if you need.",
    "Explore what triggered this somewhat angry feeling, and reflect deeply.",
    "Being somewhat angry shows you're human. Embrace it and grow."
  ],
  "mildly energetic": [
    "You're not alone in feeling mildly energetic. Reach out if you need.",
    "Explore what triggered this mildly energetic feeling, and reflect deeply.",
    "Being mildly energetic shows you're human. Embrace it and grow."
  ],
  "slightly unloved": [
    "You're not alone in feeling slightly unloved. Reach out if you need.",
    "Explore what triggered this slightly unloved feeling, and reflect deeply.",
    "Being slightly unloved shows you're human. Embrace it and grow."
  ],
  "totally unloved": [
    "You're not alone in feeling totally unloved. Reach out if you need.",
    "Explore what triggered this totally unloved feeling, and reflect deeply.",
    "Being totally unloved shows you're human. Embrace it and grow."
  ],
  "somewhat energetic": [
    "You're not alone in feeling somewhat energetic. Reach out if you need.",
    "Explore what triggered this somewhat energetic feeling, and reflect deeply.",
    "Being somewhat energetic shows you're human. Embrace it and grow."
  ],
  "very humbled": [
    "You're not alone in feeling very humbled. Reach out if you need.",
    "Explore what triggered this very humbled feeling, and reflect deeply.",
    "Being very humbled shows you're human. Embrace it and grow."
  ],
  "incredibly disappointed": [
    "You're not alone in feeling incredibly disappointed. Reach out if you need.",
    "Explore what triggered this incredibly disappointed feeling, and reflect deeply.",
    "Being incredibly disappointed shows you're human. Embrace it and grow."
  ],
  "somewhat betrayed": [
    "You're not alone in feeling somewhat betrayed. Reach out if you need.",
    "Explore what triggered this somewhat betrayed feeling, and reflect deeply.",
    "Being somewhat betrayed shows you're human. Embrace it and grow."
  ],
  "humbled": [
    "You're not alone in feeling humbled. Reach out if you need.",
    "Explore what triggered this humbled feeling, and reflect deeply.",
    "Being humbled shows you're human. Embrace it and grow."
  ],
  "somewhat loved": [
    "You're not alone in feeling somewhat loved. Reach out if you need.",
    "Explore what triggered this somewhat loved feeling, and reflect deeply.",
    "Being somewhat loved shows you're human. Embrace it and grow."
  ],
  "incredibly curious": [
    "You're not alone in feeling incredibly curious. Reach out if you need.",
    "Explore what triggered this incredibly curious feeling, and reflect deeply.",
    "Being incredibly curious shows you're human. Embrace it and grow."
  ],
  "somewhat sad": [
    "You're not alone in feeling somewhat sad. Reach out if you need.",
    "Explore what triggered this somewhat sad feeling, and reflect deeply.",
    "Being somewhat sad shows you're human. Embrace it and grow."
  ],
  "slightly overwhelmed": [
    "You're not alone in feeling slightly overwhelmed. Reach out if you need.",
    "Explore what triggered this slightly overwhelmed feeling, and reflect deeply.",
    "Being slightly overwhelmed shows you're human. Embrace it and grow."
  ],
  "confused": [
    "You're not alone in feeling confused. Reach out if you need.",
    "Explore what triggered this confused feeling, and reflect deeply.",
    "Being confused shows you're human. Embrace it and grow."
  ],
  "mildly resentful": [
    "You're not alone in feeling mildly resentful. Reach out if you need.",
    "Explore what triggered this mildly resentful feeling, and reflect deeply.",
    "Being mildly resentful shows you're human. Embrace it and grow."
  ],
  "mildly affectionate": [
    "You're not alone in feeling mildly affectionate. Reach out if you need.",
    "Explore what triggered this mildly affectionate feeling, and reflect deeply.",
    "Being mildly affectionate shows you're human. Embrace it and grow."
  ],
  "incredibly grateful": [
    "You're not alone in feeling incredibly grateful. Reach out if you need.",
    "Explore what triggered this incredibly grateful feeling, and reflect deeply.",
    "Being incredibly grateful shows you're human. Embrace it and grow."
  ],
  "very powerless": [
    "You're not alone in feeling very powerless. Reach out if you need.",
    "Explore what triggered this very powerless feeling, and reflect deeply.",
    "Being very powerless shows you're human. Embrace it and grow."
  ],
  "extremely disappointed": [
    "You're not alone in feeling extremely disappointed. Reach out if you need.",
    "Explore what triggered this extremely disappointed feeling, and reflect deeply.",
    "Being extremely disappointed shows you're human. Embrace it and grow."
  ],
  "enthusiastic": [
    "You're not alone in feeling enthusiastic. Reach out if you need.",
    "Explore what triggered this enthusiastic feeling, and reflect deeply.",
    "Being enthusiastic shows you're human. Embrace it and grow."
  ],
  "somewhat grateful": [
    "You're not alone in feeling somewhat grateful. Reach out if you need.",
    "Explore what triggered this somewhat grateful feeling, and reflect deeply.",
    "Being somewhat grateful shows you're human. Embrace it and grow."
  ],
  "deeply nervous": [
    "You're not alone in feeling deeply nervous. Reach out if you need.",
    "Explore what triggered this deeply nervous feeling, and reflect deeply.",
    "Being deeply nervous shows you're human. Embrace it and grow."
  ],
  "slightly peaceful": [
    "You're not alone in feeling slightly peaceful. Reach out if you need.",
    "Explore what triggered this slightly peaceful feeling, and reflect deeply.",
    "Being slightly peaceful shows you're human. Embrace it and grow."
  ],
  "lonely": [
    "You're not alone in feeling lonely. Reach out if you need.",
    "Explore what triggered this lonely feeling, and reflect deeply.",
    "Being lonely shows you're human. Embrace it and grow."
  ],
  "incredibly depressed": [
    "You're not alone in feeling incredibly depressed. Reach out if you need.",
    "Explore what triggered this incredibly depressed feeling, and reflect deeply.",
    "Being incredibly depressed shows you're human. Embrace it and grow."
  ],
  "very energetic": [
    "You're not alone in feeling very energetic. Reach out if you need.",
    "Explore what triggered this very energetic feeling, and reflect deeply.",
    "Being very energetic shows you're human. Embrace it and grow."
  ],
  "very overwhelmed": [
    "You're not alone in feeling very overwhelmed. Reach out if you need.",
    "Explore what triggered this very overwhelmed feeling, and reflect deeply.",
    "Being very overwhelmed shows you're human. Embrace it and grow."
  ],
  "very nervous": [
    "You're not alone in feeling very nervous. Reach out if you need.",
    "Explore what triggered this very nervous feeling, and reflect deeply.",
    "Being very nervous shows you're human. Embrace it and grow."
  ],
  "joyful": [
    "You're not alone in feeling joyful. Reach out if you need.",
    "Explore what triggered this joyful feeling, and reflect deeply.",
    "Being joyful shows you're human. Embrace it and grow."
  ],
  "extremely curious": [
    "You're not alone in feeling extremely curious. Reach out if you need.",
    "Explore what triggered this extremely curious feeling, and reflect deeply.",
    "Being extremely curious shows you're human. Embrace it and grow."
  ],
  "deeply humbled": [
    "You're not alone in feeling deeply humbled. Reach out if you need.",
    "Explore what triggered this deeply humbled feeling, and reflect deeply.",
    "Being deeply humbled shows you're human. Embrace it and grow."
  ],
  "very ashamed": [
    "You're not alone in feeling very ashamed. Reach out if you need.",
    "Explore what triggered this very ashamed feeling, and reflect deeply.",
    "Being very ashamed shows you're human. Embrace it and grow."
  ],
  "totally apathetic": [
    "You're not alone in feeling totally apathetic. Reach out if you need.",
    "Explore what triggered this totally apathetic feeling, and reflect deeply.",
    "Being totally apathetic shows you're human. Embrace it and grow."
  ],
  "slightly secure": [
    "You're not alone in feeling slightly secure. Reach out if you need.",
    "Explore what triggered this slightly secure feeling, and reflect deeply.",
    "Being slightly secure shows you're human. Embrace it and grow."
  ],
  "totally humbled": [
    "You're not alone in feeling totally humbled. Reach out if you need.",
    "Explore what triggered this totally humbled feeling, and reflect deeply.",
    "Being totally humbled shows you're human. Embrace it and grow."
  ],
  "slightly powerless": [
    "You're not alone in feeling slightly powerless. Reach out if you need.",
    "Explore what triggered this slightly powerless feeling, and reflect deeply.",
    "Being slightly powerless shows you're human. Embrace it and grow."
  ],
  "deeply sad": [
    "You're not alone in feeling deeply sad. Reach out if you need.",
    "Explore what triggered this deeply sad feeling, and reflect deeply.",
    "Being deeply sad shows you're human. Embrace it and grow."
  ],
  "slightly amused": [
    "You're not alone in feeling slightly amused. Reach out if you need.",
    "Explore what triggered this slightly amused feeling, and reflect deeply.",
    "Being slightly amused shows you're human. Embrace it and grow."
  ],
  "incredibly worried": [
    "You're not alone in feeling incredibly worried. Reach out if you need.",
    "Explore what triggered this incredibly worried feeling, and reflect deeply.",
    "Being incredibly worried shows you're human. Embrace it and grow."
  ],
  "hopeful": [
    "You're not alone in feeling hopeful. Reach out if you need.",
    "Explore what triggered this hopeful feeling, and reflect deeply.",
    "Being hopeful shows you're human. Embrace it and grow."
  ],
  "irritated": [
    "You're not alone in feeling irritated. Reach out if you need.",
    "Explore what triggered this irritated feeling, and reflect deeply.",
    "Being irritated shows you're human. Embrace it and grow."
  ],
  "totally grateful": [
    "You're not alone in feeling totally grateful. Reach out if you need.",
    "Explore what triggered this totally grateful feeling, and reflect deeply.",
    "Being totally grateful shows you're human. Embrace it and grow."
  ],
  "extremely melancholy": [
    "You're not alone in feeling extremely melancholy. Reach out if you need.",
    "Explore what triggered this extremely melancholy feeling, and reflect deeply.",
    "Being extremely melancholy shows you're human. Embrace it and grow."
  ],
  "slightly anxious": [
    "You're not alone in feeling slightly anxious. Reach out if you need.",
    "Explore what triggered this slightly anxious feeling, and reflect deeply.",
    "Being slightly anxious shows you're human. Embrace it and grow."
  ],
  "incredibly guilty": [
    "You're not alone in feeling incredibly guilty. Reach out if you need.",
    "Explore what triggered this incredibly guilty feeling, and reflect deeply.",
    "Being incredibly guilty shows you're human. Embrace it and grow."
  ],
  "very apathetic": [
    "You're not alone in feeling very apathetic. Reach out if you need.",
    "Explore what triggered this very apathetic feeling, and reflect deeply.",
    "Being very apathetic shows you're human. Embrace it and grow."
  ],
  "deeply resentful": [
    "You're not alone in feeling deeply resentful. Reach out if you need.",
    "Explore what triggered this deeply resentful feeling, and reflect deeply.",
    "Being deeply resentful shows you're human. Embrace it and grow."
  ],
  "incredibly content": [
    "You're not alone in feeling incredibly content. Reach out if you need.",
    "Explore what triggered this incredibly content feeling, and reflect deeply.",
    "Being incredibly content shows you're human. Embrace it and grow."
  ],
  "totally embarrassed": [
    "You're not alone in feeling totally embarrassed. Reach out if you need.",
    "Explore what triggered this totally embarrassed feeling, and reflect deeply.",
    "Being totally embarrassed shows you're human. Embrace it and grow."
  ],
  "deeply jealous": [
    "You're not alone in feeling deeply jealous. Reach out if you need.",
    "Explore what triggered this deeply jealous feeling, and reflect deeply.",
    "Being deeply jealous shows you're human. Embrace it and grow."
  ],
  "totally nervous": [
    "You're not alone in feeling totally nervous. Reach out if you need.",
    "Explore what triggered this totally nervous feeling, and reflect deeply.",
    "Being totally nervous shows you're human. Embrace it and grow."
  ],
  "mildly joyful": [
    "You're not alone in feeling mildly joyful. Reach out if you need.",
    "Explore what triggered this mildly joyful feeling, and reflect deeply.",
    "Being mildly joyful shows you're human. Embrace it and grow."
  ],
  "depressed": [
    "You're not alone in feeling depressed. Reach out if you need.",
    "Explore what triggered this depressed feeling, and reflect deeply.",
    "Being depressed shows you're human. Embrace it and grow."
  ],
  "extremely powerless": [
    "You're not alone in feeling extremely powerless. Reach out if you need.",
    "Explore what triggered this extremely powerless feeling, and reflect deeply.",
    "Being extremely powerless shows you're human. Embrace it and grow."
  ],
  "extremely hopeful": [
    "You're not alone in feeling extremely hopeful. Reach out if you need.",
    "Explore what triggered this extremely hopeful feeling, and reflect deeply.",
    "Being extremely hopeful shows you're human. Embrace it and grow."
  ],
  "totally confused": [
    "You're not alone in feeling totally confused. Reach out if you need.",
    "Explore what triggered this totally confused feeling, and reflect deeply.",
    "Being totally confused shows you're human. Embrace it and grow."
  ],
  "somewhat nervous": [
    "You're not alone in feeling somewhat nervous. Reach out if you need.",
    "Explore what triggered this somewhat nervous feeling, and reflect deeply.",
    "Being somewhat nervous shows you're human. Embrace it and grow."
  ],
  "very hopeful": [
    "You're not alone in feeling very hopeful. Reach out if you need.",
    "Explore what triggered this very hopeful feeling, and reflect deeply.",
    "Being very hopeful shows you're human. Embrace it and grow."
  ],
  "mildly secure": [
    "You're not alone in feeling mildly secure. Reach out if you need.",
    "Explore what triggered this mildly secure feeling, and reflect deeply.",
    "Being mildly secure shows you're human. Embrace it and grow."
  ],
  "mildly irritated": [
    "You're not alone in feeling mildly irritated. Reach out if you need.",
    "Explore what triggered this mildly irritated feeling, and reflect deeply.",
    "Being mildly irritated shows you're human. Embrace it and grow."
  ],
  "somewhat hopeful": [
    "You're not alone in feeling somewhat hopeful. Reach out if you need.",
    "Explore what triggered this somewhat hopeful feeling, and reflect deeply.",
    "Being somewhat hopeful shows you're human. Embrace it and grow."
  ],
  "mildly trusted": [
    "You're not alone in feeling mildly trusted. Reach out if you need.",
    "Explore what triggered this mildly trusted feeling, and reflect deeply.",
    "Being mildly trusted shows you're human. Embrace it and grow."
  ],
  "slightly bored": [
    "You're not alone in feeling slightly bored. Reach out if you need.",
    "Explore what triggered this slightly bored feeling, and reflect deeply.",
    "Being slightly bored shows you're human. Embrace it and grow."
  ],
  "slightly scared": [
    "You're not alone in feeling slightly scared. Reach out if you need.",
    "Explore what triggered this slightly scared feeling, and reflect deeply.",
    "Being slightly scared shows you're human. Embrace it and grow."
  ],
  "somewhat amused": [
    "You're not alone in feeling somewhat amused. Reach out if you need.",
    "Explore what triggered this somewhat amused feeling, and reflect deeply.",
    "Being somewhat amused shows you're human. Embrace it and grow."
  ],
  "somewhat happy": [
    "You're not alone in feeling somewhat happy. Reach out if you need.",
    "Explore what triggered this somewhat happy feeling, and reflect deeply.",
    "Being somewhat happy shows you're human. Embrace it and grow."
  ],
  "peaceful": [
    "You're not alone in feeling peaceful. Reach out if you need.",
    "Explore what triggered this peaceful feeling, and reflect deeply.",
    "Being peaceful shows you're human. Embrace it and grow."
  ],
  "incredibly angry": [
    "You're not alone in feeling incredibly angry. Reach out if you need.",
    "Explore what triggered this incredibly angry feeling, and reflect deeply.",
    "Being incredibly angry shows you're human. Embrace it and grow."
  ],
  "slightly lonely": [
    "You're not alone in feeling slightly lonely. Reach out if you need.",
    "Explore what triggered this slightly lonely feeling, and reflect deeply.",
    "Being slightly lonely shows you're human. Embrace it and grow."
  ],
  "very joyful": [
    "You're not alone in feeling very joyful. Reach out if you need.",
    "Explore what triggered this very joyful feeling, and reflect deeply.",
    "Being very joyful shows you're human. Embrace it and grow."
  ],
  "slightly nervous": [
    "You're not alone in feeling slightly nervous. Reach out if you need.",
    "Explore what triggered this slightly nervous feeling, and reflect deeply.",
    "Being slightly nervous shows you're human. Embrace it and grow."
  ],
  "deeply enthusiastic": [
    "You're not alone in feeling deeply enthusiastic. Reach out if you need.",
    "Explore what triggered this deeply enthusiastic feeling, and reflect deeply.",
    "Being deeply enthusiastic shows you're human. Embrace it and grow."
  ],
  "totally peaceful": [
    "You're not alone in feeling totally peaceful. Reach out if you need.",
    "Explore what triggered this totally peaceful feeling, and reflect deeply.",
    "Being totally peaceful shows you're human. Embrace it and grow."
  ],
  "deeply peaceful": [
    "You're not alone in feeling deeply peaceful. Reach out if you need.",
    "Explore what triggered this deeply peaceful feeling, and reflect deeply.",
    "Being deeply peaceful shows you're human. Embrace it and grow."
  ],
  "deeply optimistic": [
    "You're not alone in feeling deeply optimistic. Reach out if you need.",
    "Explore what triggered this deeply optimistic feeling, and reflect deeply.",
    "Being deeply optimistic shows you're human. Embrace it and grow."
  ],
  "grateful": [
    "You're not alone in feeling grateful. Reach out if you need.",
    "Explore what triggered this grateful feeling, and reflect deeply.",
    "Being grateful shows you're human. Embrace it and grow."
  ],
  "slightly embarrassed": [
    "You're not alone in feeling slightly embarrassed. Reach out if you need.",
    "Explore what triggered this slightly embarrassed feeling, and reflect deeply.",
    "Being slightly embarrassed shows you're human. Embrace it and grow."
  ],
  "deeply amused": [
    "You're not alone in feeling deeply amused. Reach out if you need.",
    "Explore what triggered this deeply amused feeling, and reflect deeply.",
    "Being deeply amused shows you're human. Embrace it and grow."
  ],
  "mildly curious": [
    "You're not alone in feeling mildly curious. Reach out if you need.",
    "Explore what triggered this mildly curious feeling, and reflect deeply.",
    "Being mildly curious shows you're human. Embrace it and grow."
  ],
  "very sad": [
    "You're not alone in feeling very sad. Reach out if you need.",
    "Explore what triggered this very sad feeling, and reflect deeply.",
    "Being very sad shows you're human. Embrace it and grow."
  ],
  "very scared": [
    "You're not alone in feeling very scared. Reach out if you need.",
    "Explore what triggered this very scared feeling, and reflect deeply.",
    "Being very scared shows you're human. Embrace it and grow."
  ],
  "mildly melancholy": [
    "You're not alone in feeling mildly melancholy. Reach out if you need.",
    "Explore what triggered this mildly melancholy feeling, and reflect deeply.",
    "Being mildly melancholy shows you're human. Embrace it and grow."
  ],
  "somewhat optimistic": [
    "You're not alone in feeling somewhat optimistic. Reach out if you need.",
    "Explore what triggered this somewhat optimistic feeling, and reflect deeply.",
    "Being somewhat optimistic shows you're human. Embrace it and grow."
  ],
  "empowered": [
    "You're not alone in feeling empowered. Reach out if you need.",
    "Explore what triggered this empowered feeling, and reflect deeply.",
    "Being empowered shows you're human. Embrace it and grow."
  ],
  "mildly empowered": [
    "You're not alone in feeling mildly empowered. Reach out if you need.",
    "Explore what triggered this mildly empowered feeling, and reflect deeply.",
    "Being mildly empowered shows you're human. Embrace it and grow."
  ],
  "extremely embarrassed": [
    "You're not alone in feeling extremely embarrassed. Reach out if you need.",
    "Explore what triggered this extremely embarrassed feeling, and reflect deeply.",
    "Being extremely embarrassed shows you're human. Embrace it and grow."
  ],
  "slightly melancholy": [
    "You're not alone in feeling slightly melancholy. Reach out if you need.",
    "Explore what triggered this slightly melancholy feeling, and reflect deeply.",
    "Being slightly melancholy shows you're human. Embrace it and grow."
  ],
  "slightly grateful": [
    "You're not alone in feeling slightly grateful. Reach out if you need.",
    "Explore what triggered this slightly grateful feeling, and reflect deeply.",
    "Being slightly grateful shows you're human. Embrace it and grow."
  ],
  "deeply curious": [
    "You're not alone in feeling deeply curious. Reach out if you need.",
    "Explore what triggered this deeply curious feeling, and reflect deeply.",
    "Being deeply curious shows you're human. Embrace it and grow."
  ],
  "incredibly melancholy": [
    "You're not alone in feeling incredibly melancholy. Reach out if you need.",
    "Explore what triggered this incredibly melancholy feeling, and reflect deeply.",
    "Being incredibly melancholy shows you're human. Embrace it and grow."
  ],
  "incredibly happy": [
    "You're not alone in feeling incredibly happy. Reach out if you need.",
    "Explore what triggered this incredibly happy feeling, and reflect deeply.",
    "Being incredibly happy shows you're human. Embrace it and grow."
  ],
  "extremely frustrated": [
    "You're not alone in feeling extremely frustrated. Reach out if you need.",
    "Explore what triggered this extremely frustrated feeling, and reflect deeply.",
    "Being extremely frustrated shows you're human. Embrace it and grow."
  ],
  "totally insecure": [
    "You're not alone in feeling totally insecure. Reach out if you need.",
    "Explore what triggered this totally insecure feeling, and reflect deeply.",
    "Being totally insecure shows you're human. Embrace it and grow."
  ],
  "totally amused": [
    "You're not alone in feeling totally amused. Reach out if you need.",
    "Explore what triggered this totally amused feeling, and reflect deeply.",
    "Being totally amused shows you're human. Embrace it and grow."
  ],
  "deeply pessimistic": [
    "You're not alone in feeling deeply pessimistic. Reach out if you need.",
    "Explore what triggered this deeply pessimistic feeling, and reflect deeply.",
    "Being deeply pessimistic shows you're human. Embrace it and grow."
  ],
  "jealous": [
    "You're not alone in feeling jealous. Reach out if you need.",
    "Explore what triggered this jealous feeling, and reflect deeply.",
    "Being jealous shows you're human. Embrace it and grow."
  ],
  "deeply lonely": [
    "You're not alone in feeling deeply lonely. Reach out if you need.",
    "Explore what triggered this deeply lonely feeling, and reflect deeply.",
    "Being deeply lonely shows you're human. Embrace it and grow."
  ],
  "incredibly excited": [
    "You're not alone in feeling incredibly excited. Reach out if you need.",
    "Explore what triggered this incredibly excited feeling, and reflect deeply.",
    "Being incredibly excited shows you're human. Embrace it and grow."
  ]
}